IDEA Open Model
StagesLoading.PrestressLoad Property
Compatible with IDEA StatiCa Beta 20.0
 Prestress loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<PrestressLoading> PrestressLoad { get; set; }
Public Property PrestressLoad As List(Of PrestressLoading)
	Get
	Set
Property Value
Type: List<PrestressLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace